{
    "hi": "<p>👋 Hello! How can I assist you today?</p>",
    "hello": "<p>👋 Hi there! Need help with cybercrime-related questions?</p>",
    "hi, can you help me?": "<p>Sure! 😊 How can I assist you?</p>",
    "hello, can you help me?": "<p>Of course! 😊 What do you need help with?</p>",
    "hey, can you help me?": "<p>Yes! Ask me anything about cybersecurity or online threats. 🚀</p>",
    "yo, can you help me?": "<p>For sure! What do you need assistance with?</p>",
    "can you help me?": "<p>Yes, I'm here to help! Ask me anything about cybercrime, scams, or online safety.</p>",
    "i need help": "<p>Sure! What do you need help with?</p>",
    "can you assist me?": "<p>Absolutely! Let me know how I can assist you.</p>",
    "i need assistance": "<p>Of course! What do you need assistance with?</p>",
    "how can you help me?": "<p>I can provide information about cybercrime, online safety, and how to report scams.</p>",
    "what help do you provide?": "<p>I specialize in cybercrime awareness, scam prevention, and digital security tips. How can I assist?</p>",
    "what can you do?": "<p>I can answer questions about online scams, cybersecurity, and digital safety. Ask away!</p>",
    "assist me": "<p>Of course! How can I assist you?</p>",
    "help me understand cybercrime": "<p>Sure! I can explain cybercrime types, how to report scams, and ways to stay safe online.</p>",
    "help me with cybersecurity": "<p>I'd love to help! Ask me about security tips, best practices, or common online threats.</p>",
    "i have a question": "<p>Go ahead! I'm here to answer your questions on cybercrime and cybersecurity.</p>",
    "can i ask a question?": "<p>Absolutely! Ask me anything about cybercrime or online safety.</p>",
    "hey": "<p>Hey! How's it going? 😊</p>",
    "what's up": "<p>Not much, just here to help you stay safe online! 🚀</p>",
    "wassup": "<p>Hey! What's up? How can I help?</p>",
    "yo": "<p>Yo! Need some help with online security?</p>",
    "yoo": "<p>Yoo! Ask me about anything cyber-related.</p>",
    "yooo": "<p>Yooo! Cybersecurity is important! What do you want to know?</p>",
    "help me": "<p>Sure! Ask me anything about cybercrime, scams, or online safety.</p>",
    "tulungan mo ako": "<p>Siyempre! Anong tanong mo tungkol sa online security?</p>",
    "pwede magtanong": "<p>Oo naman! Ano ang gusto mong malaman tungkol sa cybercrime?</p>",
    "sino ka": "<p>Ako si ClickSmart Chatbot! 🤖 Handa akong tumulong sa online security.</p>",
    "who are you": "<p>I'm ClickSmart Chatbot! I can assist you with online security and cybercrime-related topics.</p>",
    "what can you do": "<p>I can answer questions about online scams, cybercrime, and digital security. Try asking me something!</p>",
    "ano ang magagawa mo": "<p>Makakatulong ako sa pagsagot ng mga tanong tungkol sa cybercrime at online security.</p>",
    "what is clicksmart?": "<p>\"ClickSmart is a free online platform dedicated to helping Filipinos protect themselves against cybercrime. It features an AI-powered chatbot that answers frequently asked questions about cyber threats and provides guidance for reporting incidents to the Philippine National Police (PNP) Anti-Cybercrime Group.\"</p>",
    "who created clicksmart?": "<p>ClickSmart is a thesis project created by students of National University Philippines.</p>",
    "what is the purpose of clicksmart?": "<p>The purpose of ClickSmart is to educate the public about cybercrime, provide actionable tips for prevention, and simplify the reporting process. By empowering users with knowledge, the platform aims to reduce the impact of cyber threats on individuals and communities.</p>",
    "how does clicksmart help users?": "<p>ClickSmart helps users by offering an AI-powered chatbot, guidance for reporting cybercrime incidents, and resources to recognize and prevent cyber threats.</p>",
    "who can use clicksmart?": "<p>ClickSmart can be used by anyone who wants to learn about cybercrime and raises their awareness about it. It is open to all users regardless of their background or technical expertise.</p>",
    "is clicksmart free to use?": "<p>Yes, ClickSmart is completely free to use.</p>",
    "what is the mission of clicksmart?": "<p>The mission of ClickSmart is to empower Filipinos with knowledge and tools to protect themselves from cybercrime, ensuring their personal and digital safety.</p>",
    "how can i contact clicksmart for support?": "<p>You can contact ClickSmart for support by emailing the following emails: abaloshb@students.national-u.edu.ph, castillojm@students.national-u.edu.ph, diajm@students.national-u.edu.ph, montalbanfv@students.national-u.edu.ph and sova@students.national-u.edu.ph. While this is a student-led project, we’re here to assist as much as possible.</p>",
    "is clicksmart affiliated with any government agency?": "<p>No, ClickSmart is not affiliated with any government agency. This project is a proposal developed by students of National University Philippines to support public awareness about cybercrime.</p>",
    "do i need to create an account to use clicksmart?": "<p>No, ClickSmart does not require users to register or create an account. All features are accessible directly without any login process, making it simple and user-friendly.</p>",
    "can clicksmart help businesses protect themselves against cybercrime?": "<p>ClickSmart provides general information about cybercrime, which can be helpful for businesses as well. However, it is primarily designed for individuals to build awareness and stay informed.</p>",
    "is clicksmart available in other languages aside from english?": "<p>Currently, ClickSmart is only available in English. However, we provide downloadable infographics that are available in both English and Filipino language to ensure broader accessibility for Filipino users.</p>",
    "how does clicksmart protect my privacy?": "<p>ClickSmart prioritizes user privacy by not requiring users to create accounts or provide personal information. This ensures there are no credentials that could be leaked or breached.</p>",
    "does clicksmart store my personal information?": "<p>No, ClickSmart does not store any personal information. Even the quick assessment module for cybercrime awareness operates purely as a code-based tool and does not save user inputs, further safeguarding privacy.</p>",
    "is the chatbot safe to use?": "<p>Yes, the ClickSmart chatbot is safe to use. It has been developed and trained by a member of the ClickSmart team to provide accurate and helpful responses regarding cybercrime awareness and prevention.</p>",
    "can i use clicksmart anonymously?": "<p>Yes, ClickSmart can be used anonymously. Since it does not require users to sign in or provide personal details, it allows complete privacy while accessing its features and resources.</p>",
    "how does the clicksmart chatbot work?": "<p>The ClickSmart chatbot is designed to focus on financial fraud scams and related cybercrime topics. It uses machine learning and AI to provide accurate and actionable information. While its current focus is limited to financial fraud, the team is working on expanding the chatbot's database to include a broader range of cybercrime-related topics.\"</p>",
    "what kind of cyber threats can clicksmart help with?": "<p>ClickSmart can currently help users understand financial fraud scams, such as phishing, investment scams, and credit card fraud. Future updates will include guidance on other types of cyber threats as the database expands.</p>",
    "can i trust the information provided by clicksmart?": "<p>Yes, the information provided by ClickSmart can be trusted. The chatbot is trained using verified datasets curated by the ClickSmart team and insights gathered from interviews with the Philippine National Police (PNP) Anti-Cybercrime Group. The platform prioritizes reliability and accuracy.</p>",
    "how do i use clicksmart to report a cybercrime?": "<p>To report a cybercrime using ClickSmart, users can easily access links to social media accounts and contact details of Philippine authorities, like the PNP Anti-Cybercrime Group. These links allow users to directly message or contact the right officials. Additionally, ClickSmart offers a FAQ section with common questions officers usually ask victims, so users can be prepared when reporting their concerns.</p>",
    "are there any resources i can download from clicksmart?": "<p>ClickSmart provides downloadable resources, including an offline version of the website in the form of infographics. These infographics are available in both English and Tagalog, ensuring accessibility to a wider audience.</p>",
    "what are the future plans for expanding clicksmart's chatbot data?": "<p>The ClickSmart team plans to expand the chatbot's dataset to cover a wider range of cyber threats, such as identity theft, ransomware, and online harassment. This will involve collaboration with cybersecurity experts and law enforcement agencies to ensure comprehensive and updated guidance.</p>",
    "why is clicksmart currently focused on financial fraud?": "<p>ClickSmart is currently focused on financial fraud because it is the most prevalent type of cybercrime in the Philippines. Data gathered from interviews and reports indicate that crimes like estafa, online scams, and phishing are the most common, making them the primary focus of the platform for now.</p>",
    "why was clicksmart created?": "<p>ClickSmart was created to address the rising cases of cybercrime in the Philippines, particularly financial fraud. The platform aims to raise public awareness, educate users, and streamline the reporting process for cybercrime incidents.</p>",
    "who developed clicksmart?": "<p>ClickSmart was developed by a group of students from the National University Philippines as part of their thesis project. The team includes Hanst Diether B. Abalos, John Russell M. Castillo, Joshua M. Dia, Farrah V. Montalban, and Vlademer Zane A. So.</p>",
    "what inspired the development of clicksmart?": "<p>The development of ClickSmart was inspired by the alarming rise in cybercrime cases in the Philippines, particularly financial fraud such as estafa and online scams. The lack of accessible and user-friendly resources for cybercrime awareness also motivated the team to create this platform.</p>",
    "what are the key objectives of the clicksmart project?": "<p>The key objectives of the ClickSmart project include: developing an AI-powered chatbot to provide guidance on financial fraud and other cybercrime topics; analyzing cybercrime data to generate insights; and creating a user-friendly, informative website to raise awareness and assist in reporting cybercrime.</p>",
    "how does clicksmart address cybercrime issues in the philippines?": "<p>ClickSmart addresses cybercrime issues by providing accessible resources, an AI chatbot for guidance, and links to the Philippine National Police (PNP) Anti-Cybercrime Group for reporting incidents. It focuses on educating users about the most common threats and encourages proactive measures to safeguard personal and digital lives.</p>",
    "good morning": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "good afternoon": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "good evening": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "what's up?": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "how are you?": "<p>That's an interesting question! But I'm here to raise awareness about cybercrime—because keeping you informed is way more important.</p>",
    "sup": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "hey there!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "what’s new?": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "nice to meet you!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "hola!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "wassup?": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "howdy!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "greetings!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "hope you're doing well!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "knock knock!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "yo, chatbot!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "it’s me again!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "tell me something fun!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "say something cool!": "<p>Hey there! I see you've made a smart click. Now, let’s talk cybercrime—because staying safe online is way more fun than just saying hello!\"</p>",
    "where can i report cybercrime?": "<p>You can report cybercrime cases to these government agencies:\n1. PNP Anti-Cybercrime Group (PNP-ACG)\n•\tHandles: Hacking, online scams, identity theft, fraud, cyberbullying, and cyber threats.\n•\tWebsite: https://acg.pnp.gov.ph\n•\tEmail: acg@pnp.gov.ph\n•\tHotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\tFacebook: PNP Anti-Cybercrime Group\n2. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\tHandles: Large-scale cyber fraud, hacking, and financial cybercrimes.\n•\tWebsite: https://nbi.gov.ph\n•\tEmail: ccd@nbi.gov.ph\n•\tHotline: (632) 8523-8231\n•\tFacebook: National Bureau of Investigation\n3. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\tHandles: Online fraud, phishing, fake websites, and cyber threats.\n•\tWebsite: https://cicc.gov.ph\n•\tEmail: complaints@cicc.gov.ph\n•\tHotline: 1326\n•\tFacebook: Cybercrime Investigation and Coordinating Center</p>",
    "who do i contact for cybercrime?": "<p>1. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Hacking, online scams, identity theft, fraud, cyberbullying, and other cybercrimes.\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\n2. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Large-scale cyber fraud, hacking, financial cybercrimes, and online threats.\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n\n3. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Online fraud, phishing, fake websites, cybersecurity threats, and cybercrime awareness.\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\n4. Department of Trade and Industry (DTI) - For Online Business Scams\n•\tHandles: Complaints against fraudulent online sellers and e-commerce scams.\n•\t Website: https://www.dti.gov.ph\n•\t Email: consumercare@dti.gov.ph\n•\t Hotline: 1-384\n\n5. Your Bank (For Online Banking Fraud or Phishing)\n•\t If you suspect unauthorized transactions or phishing attempts, report directly to your bank's fraud department.\n•\t Example: BSP Consumer Assistance (for banking fraud complaints)\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\nWhat Should You Do Before Reporting?\n•\tGather Evidence – Take screenshots, save emails/messages, and collect proof.\n•\tSecure Your Accounts – Change passwords, enable two-factor authentication (2FA).\n•\tCall for Urgent Cases – Hotlines provide faster responses than emails.\n\nWould you like me to structure this for chatbot integration or add more agencies?</p>",
    "can i report someone for hacking me?": "<p>1. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Unauthorized access to accounts, hacked devices, online fraud, and digital forensics.\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n•\t Address: PNP Anti-Cybercrime Group, Camp Crame, Quezon City\n\n2. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Major hacking cases, financial fraud, data breaches, and large-scale cybercrimes.\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n•\t Address: NBI Headquarters, Taft Avenue, Manila\n\n3. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Cybersecurity threats, hacking attempts, and phishing cases.\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\nWhat Should You Do If You've Been Hacked?\nSecure Your Accounts:\n•\tChange your passwords immediately.\n•\tEnable two-factor authentication (2FA).\n•\tScan your device for malware.\n\nGather Evidence:\n•\tTake screenshots of suspicious activity.\n•\tSave emails or messages from hackers.\n•\tGet bank or account transaction history if needed.\n\nReport the Incident:\n•\tContact PNP-ACG or NBI-CCD with your evidence.\n•\tIf financial fraud is involved, report to your bank immediately.\n•\tCheck for Identity Theft:\n\nIf your personal information (name, ID, bank details) was stolen, report to NBI or BSP (Bangko Sentral ng Pilipinas).\n\nTIP: For urgent hacking cases, it’s best to call the hotlines instead of emailing. This ensures a faster response from authorities.\n\n</p>",
    "where to report hacking?": "<p>If you have been hacked, report the incident to the Philippine National Police Anti-Cybercrime Group (PNP-ACG) or the National Bureau of Investigation - Cybercrime Division (NBI-CCD).\n\n1. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Hacked social media or email accounts Unauthorized access to devices or websites Online fraud involving hacking Cyber threats and harassment\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n•\t Address: PNP Anti-Cybercrime Group, Camp Crame, Quezon City\n\n2. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Major hacking cases (e.g., corporate or financial hacking) Data breaches and identity theft Cyber fraud involving stolen credentials\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n•\t Address: NBI Headquarters, Taft Avenue, Manila\n\n3. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Cybersecurity threats and hacking attempts Phishing and online fraud involving hacking\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\nWhat To Do If You've Been Hacked?\nSecure Your Accounts:\n•\tChange passwords immediately.\n•\tEnable two-factor authentication (2FA).\n•\tScan your device for malware.\n\nGather Evidence:\n•\tTake screenshots of suspicious activity.\n•\tSave any phishing emails or hacker messages.\n•\tIf it's financial fraud, get bank transaction records.\n\nReport to Authorities:\n•\tPNP-ACG for hacked accounts, fraud, and online threats.\n•\tNBI-CCD for large-scale hacking or financial crimes.\n•\tCICC-DICT for cybersecurity threats.\n\nInform Your Bank (If Money Was Stolen):\n•\tCall your bank’s fraud department immediately.\n•\tReport unauthorized transactions to Bangko Sentral ng Pilipinas (BSP).\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087</p>",
    "where do i report a scammer?": "<p>If you’ve been scammed, you can report the scammer to the following authorities:\n\n1. PNP Anti-Cybercrime Group (PNP-ACG)\n Handles: Online scams (fake sellers, investment fraud, Ponzi schemes), Financial fraud (stolen money via bank transfers, e-wallet fraud) Romance scams (catfishing, love scams asking for money)\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n•\t Address: PNP Anti-Cybercrime Group, Camp Crame, Quezon City\n\n2. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n Handles: Large-scale scams (investment fraud, business scams) Scams involving identity theft or hacking Financial scams linked to hacking or fake accounts\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n•\t Address: NBI Headquarters, Taft Avenue, Manila\n\n3. Cybercrime Investigation and Coordinating Center (CICC - DICT)\nHandles: Online fraud and phishing scams Fake websites or fraudulent e-commerce platforms\n•\t Website: https://cicc.gov.ph\n Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\n4. Department of Trade and Industry (DTI) – For Online Business Scams\n•\t Handles: Fake online sellers (fraudulent businesses, unfulfilled orders) Consumer fraud involving deceptive pricing or fake products\n•\t Website: https://www.dti.gov.ph\n•\t Email: consumercare@dti.gov.ph\n•\t Hotline: 1-384\n\n5. Bangko Sentral ng Pilipinas (BSP) – For Banking-Related Scams\nHandles: Scams involving unauthorized bank transactions, Fraudulent GCash, PayMaya, or bank account activities\n•\t Website: https://www.bsp.gov.ph\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\n6. Reporting a Scammer on Social Media & E-Commerce Platforms\nIf you were scammed via Facebook, Shopee, or other platforms, report directly to them:\n•\tFacebook Marketplace: https://www.facebook.com/help/\n•\tShopee PH Help Center: https://help.shopee.ph\n•\tLazada PH Support: https://www.lazada.com.ph/helpcenter/\n•\tGCash Fraud Hotline: 2882 / help.gcash.com\n\nWhat Should You Do If You Got Scammed?\nGather Evidence:\n•\tTake screenshots of messages, transaction receipts, and scammer details.\n•\tSave any proof of payment (GCash, bank transfer, or remittance slip).\n\nReport to Authorities:\n•\tIf it’s a small-scale scam, report to PNP-ACG or CICC.\n•\tIf it’s a large-scale scam, report to NBI-CCD.\n•\tIf it’s an online business scam, report to DTI.\n•\tIf your bank account was involved, report to BSP.\n•\tAlert Your Bank or E-Wallet Provider:\n\nContact GCash, PayMaya, or your bank to freeze transactions and prevent further losses.</p>",
    "what to do if i got scammed online?": "<p>If you have been scammed online, follow these steps immediately to increase your chances of recovering your money and reporting the scammer.\n\n1. Gather Evidence\nBefore filing a report, collect as much proof as possible:\n•\t Screenshots – Messages, transaction history, receipts.\n•\t Proof of Payment – GCash, PayMaya, bank transfers, remittance slips.\n•\t Scammer’s Details – Phone number, email, bank account, social media profile.\n\n2. Report the Scam to Authorities\nA. PNP Anti-Cybercrime Group (PNP-ACG) – For Online Scams & Fraud\n Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\nB. National Bureau of Investigation - Cybercrime Division (NBI-CCD) – For Large-Scale Scams\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n\nC. Cybercrime Investigation and Coordinating Center (CICC - DICT) – For Online Fraud & Phishing\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\nD. Department of Trade and Industry (DTI) – For Online Seller & E-Commerce Scams\n•\t Website: https://www.dti.gov.ph\n•\t Email: consumercare@dti.gov.ph\n•\t Hotline: 1-384\n\n3. Report to Your Bank or E-Wallet (If You Sent Money)\nIf you sent money to a scammer, contact your bank or e-wallet provider to freeze the transaction and try to recover the funds.\n\n GCash Customer Support\n•\t Website: https://help.gcash.com\n•\t Hotline: 2882 (from Globe/TM)\n\n PayMaya Customer Support\n•\t Website: https://www.paymaya.com\n•\t Hotline: (632) 8845-7788\n\n Bangko Sentral ng Pilipinas (BSP) – For Banking Scams\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\n4. Report the Scammer on Social Media or E-Commerce Platforms\n•\t Facebook Marketplace: https://www.facebook.com/help/\n•\t Shopee PH Help Center: https://help.shopee.ph\n•\t Lazada PH Support: https://www.lazada.com.ph/helpcenter/</p>",
    "how do i report phishing ?": "<p>If you receive a phishing email, fake website link, or scam message pretending to be from a bank, company, or government agency, report it immediately to the proper authorities.\n\n1. Report to the Philippine Cybercrime Authorities\nA. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Phishing, fake websites, email scams, and digital fraud.\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\nB. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Phishing cases involving identity theft, online banking fraud, and fake messages.\n•\t  Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\nC. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Large-scale phishing scams, fraudulent banking transactions, and cyber fraud.\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n\n2. Report Phishing to Your Bank or E-Wallet Provider\nIf the phishing attempt involves your bank account, credit card, or e-wallet, report it directly to your bank to prevent unauthorized transactions.\n\n GCash Anti-Fraud Department\n•\t Website: https://help.gcash.com\n•\t Hotline: 2882 (from Globe/TM)\n\n PayMaya Fraud Support\n•\t Website: https://www.paymaya.com\n•\t Hotline: (632) 8845-7788\n\n Bangko Sentral ng Pilipinas (BSP) – For Banking Phishing Cases\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\n3. Report Fake Websites and Emails to Tech Companies\n Google Safe Browsing (To Report a Fake Website or Malicious Link)\n•\t Report Form: https://safebrowsing.google.com/safebrowsing/report_phish/?hl=en\n\n Facebook Phishing & Scam Reporting\n•\t Help Center: https://www.facebook.com/help/\n\n Microsoft Phishing Report (For Fake Outlook/Hotmail Emails)\n•\t Report Form: https://www.microsoft.com/en-us/wdsi/support/report-unsafe-site\n\n Apple Phishing Report (For Fake Apple/iCloud Emails)\n•\t Email: reportphishing@apple.com\n\n4. What to Do If You Clicked on a Phishing Link?\n•\t Change Your Passwords Immediately – Especially for your email, bank, or social media accounts.\n•\t Enable Two-Factor Authentication (2FA) – This adds an extra security layer.\n•\t Scan Your Device for Malware – Use antivirus software to check for keyloggers or spyware.\n•\t Monitor Your Accounts – Watch for unauthorized transactions.</p>",
    "where do i report an identity theft?": "<p>If someone is using your personal information, ID, bank details, or online accounts for fraud, report it immediately to the proper authorities.\n\n1. Report to Cybercrime Authorities\nA. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Identity theft cases involving social media accounts, email hacking, and impersonation\n•\tOnline fraud using stolen identities (e.g., fake accounts in your name)\n•\tFinancial fraud (e.g., unauthorized loans or transactions using your details)\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n•\t Address: PNP Anti-Cybercrime Group, Camp Crame, Quezon City\n\nB. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Major identity theft cases linked to banking fraud, SIM card scams, or hacking\nCases involving syndicates or large-scale fraud\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n•\t Address: NBI Headquarters, Taft Avenue, Manila\n\nC. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Identity theft cases involving phishing scams or data breaches\nFake government IDs or impersonation attempts\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\n2. Report to Your Bank (If Used for Financial Fraud)\nIf someone used your personal details, ID, or banking information to open an account, apply for a loan, or make unauthorized transactions, report it directly to your bank.\n\n Bangko Sentral ng Pilipinas (BSP) – For Banking-Related Identity Theft\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n•\t Website: https://www.bsp.gov.ph\n\n GCash Fraud Department (for stolen GCash accounts)\n•\t Website: https://help.gcash.com\n•\t Hotline: 2882\n\n PayMaya Fraud Support\n•\t Website: https://www.paymaya.com\n•\t Hotline: (632) 8845-7788\n\nIf your credit card was used fraudulently, call your bank’s fraud department immediately!\n\n3. Report Fake Social Media or Email Accounts\nIf someone created a fake account using your name, photos, or personal information, report it directly to the platform:\n\n Facebook Impersonation Reporting:\n•\t Form: https://www.facebook.com/help/167722253287296\n\n Instagram Fake Account Report:\n•\t Form: https://help.instagram.com/370054663112398\n\n Google/Gmail Account Fraud Report:\n•\t Form: https://support.google.com/accounts/troubleshooter/2402620?hl=en\n\n4. Report Identity Theft Cases Involving Government IDs\nIf your government-issued IDs (passport, driver's license, SSS, PhilHealth, TIN, or UMID) were stolen or misused, report it to the issuing agency:\n\n Social Security System (SSS) – For Stolen/Used SSS IDs\n•\t Website: https://www.sss.gov.ph\n•\t Hotline: 1455\n\n PhilHealth – For Misused PhilHealth Numbers\n•\t Website: https://www.philhealth.gov.ph\n•\t Hotline: (02) 8441-7442\n\n LTO – For Fake or Stolen Driver’s License\n•\t Website: https://www.lto.gov.ph\n•\t Hotline: (632) 8922-9061 to 63\n\n DFA – For Passport Fraud Cases\n•\t Website: https://www.dfa.gov.ph\n•\t Hotline: (632) 834-4000\n\n5. What to Do If Your Identity Was Stolen?\n1️. Secure Your Accounts:\nChange passwords for email, banking, and social media accounts.\nEnable Two-Factor Authentication (2FA).\nCheck for unauthorized transactions in your bank or e-wallet apps.\n2️. Report to Authorities:\n•\tFor online identity theft: Contact PNP-ACG, NBI, or CICC.\n•\tFor financial fraud: Report to BSP, GCash, or your bank.\n•\tFor fake accounts: Report to Facebook, Instagram, Google, etc..\n•\tFor stolen government IDs: Notify LTO, SSS, PhilHealth, or DFA.\n\n3. File an Affidavit of Complaint (If Needed):\n•\tIf the identity theft caused financial loss or fraud, you may need to file a formal complaint with the police or NBI.</p>",
    "how do i report a fake online store?": "<p>If you encounter a fake online store, scam seller, or fraudulent e-commerce business, you can report it to the proper authorities and platforms to prevent others from being scammed.\n\n1. Report to Authorities for Online Fraud\nA. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Online shopping scams, Fake sellers on Facebook, Instagram, Shopee, and Lazada, E-commerce fraud involving fake products or non-delivery\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\nB. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Large-scale online fraud cases, Fake online stores involved in identity theft or financial fraud\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n\nC. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Fake websites posing as legitimate businesses, Phishing sites disguised as e-commerce platforms\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\nD. Department of Trade and Industry (DTI) – For Fraudulent Online Businesses\n•\tHandles: Fake businesses selling goods/services online, Consumer fraud involving non-delivery or deceptive advertising\n•\t Website: https://www.dti.gov.ph\n•\t Email: consumercare@dti.gov.ph\n•\t Hotline: 1-384\n•\t DTI Office Address: Trade & Industry Bldg., 361 Sen. Gil J. Puyat Ave., Makati City\n\n2. Report the Fake Store on the E-Commerce Platform\nIf you were scammed by a seller on Shopee, Lazada, or Facebook Marketplace, report the fake store directly to the platform:\n\n Shopee PH Fraud & Scam Report\n•\t Help Center: https://help.shopee.ph\n\n Lazada PH Seller Complaint\n•\t Help Center: https://www.lazada.com.ph/helpcenter/\n\n Facebook Marketplace Scam Report\n•\t Report Link: https://www.facebook.com/help/\n\n GCash Fraud Report (If Payment Was Made via GCash)\n•\t Website: https://help.gcash.com\n•\t Hotline: 2882\n\n PayMaya Fraud Report\n•\t Website: https://www.paymaya.com\n•\t Hotline: (632) 8845-7788\n\n3. What to Do If You Got Scammed by a Fake Online Store?\n1️. Gather Evidence:\nTake screenshots of the fake store’s profile, chat messages, and order details.\nSave your proof of payment (bank transfer, GCash, or PayMaya receipts).\n\n2️. Report the Scam to Authorities:\nIf it’s a small online scam, report to PNP-ACG or DTI.\nIf it’s a large-scale fraudulent business, report to NBI or CICC.\nIf your bank account or e-wallet was used, report to BSP, GCash, or PayMaya.\n3️. Warn Others:\nPost about the scam in online consumer groups.\nLeave negative reviews or comments on the scammer’s page.</p>",
    "where do i report cyberbullying ?": "<p>If you or someone you know is experiencing cyberbullying, online harassment, or digital threats, report it immediately to the proper authorities.\n\n1. Report to Law Enforcement Agencies\nA. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles:  Cyberbullying, online harassment, and digital threats, Doxxing (publishing personal information without consent, Online defamation and blackmail\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n•\t Address: PNP Anti-Cybercrime Group, Camp Crame, Quezon City\n\nB. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Cyberbullying cases involving threats, extortion, or stalking, Cybercrimes linked to identity theft or hacking\n•\tLarge-scale harassment involving multiple victims\n•\tWebsite: https://nbi.gov.ph\n•\tEmail: ccd@nbi.gov.ph\n•\tHotline: (632) 8523-8231\n•\tFacebook: National Bureau of Investigation\n•\t Address: NBI Headquarters, Taft Avenue, Manila\n\nC. Department of Justice - Office of Cybercrime (DOJ-OOC)\n•\t Handles: Cyberbullying cases under the Cybercrime Prevention Act of 2012 (RA 10175),\n•\tCases involving child cyberbullying and online exploitation\n•\t Website: https://www.doj.gov.ph\n•\t Email: cybercrime@doj.gov.ph\n•\t Hotline: (632) 8523-8481\n\n2. Report to the Department of Education (DepEd) – For Cyberbullying in Schools\nIf the victim is a student, report the case to DepEd’s Child Protection Committee in the school.\n•\t Website: https://www.deped.gov.ph\n•\t Email: action@deped.gov.ph\n•\t Hotline: (632) 8633-1942\n\nTIP: Schools are required under DepEd Order No. 40, s. 2012 to address cases of cyberbullying.\n\n3. Report Cyberbullying on Social Media\nIf the cyberbullying happens on Facebook, Instagram, or Twitter, report it directly to the platform:\n\n Facebook Cyberbullying Report\n•\t Report Link: https://www.facebook.com/help/\n\n Instagram Online Harassment Report\n•\t Report Link: https://help.instagram.com/\n\n Twitter Bullying & Harassment Report\n•\t Report Link: https://help.twitter.com/forms\n\n TikTok Cyberbullying Report\n•\t Report Link: https://www.tiktok.com/legal/report/\n\n YouTube Harassment Report\n•\t Report Link: https://support.google.com/youtube/answer/2802027\n\n4. What to Do If You’re a Victim of Cyberbullying?\n1️. Do Not Engage with the Bully – Block or mute them instead.\n2️. Take Screenshots of Messages and Posts – Gather evidence before reporting.\n3️. Report to Authorities or School Officials – If threats or harassment are involved, contact PNP-ACG, NBI, or DepEd.\n4️. Report the Abusive Account to the Social Media Platform – Request for content removal or account suspension.\n5️. Seek Support from Family, Friends, or a Counselor – Cyberbullying can have serious emotional effects.</p>",
    "how do i report financial fraud?": "<p>If you are a victim of financial fraud, such as unauthorized transactions, online investment scams, or banking fraud, report it immediately to the proper authorities.\n\n1. Report to Law Enforcement Agencies\nA. PNP Anti-Cybercrime Group (PNP-ACG) – For Online Fraud & Scams\n•\t Handles: Investment scams, Ponzi schemes, and fake financial services,\n•\tOnline payment fraud and unauthorized bank transfers, Credit card fraud and online loan scams\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\nB. National Bureau of Investigation - Cybercrime Division (NBI-CCD) – For Large-Scale Financial Fraud\n•\t Handles: Large-scale financial fraud cases, Corporate financial crimes involving identity theft and hacking, Online scams with multiple victims\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n\nC. Bangko Sentral ng Pilipinas (BSP) – For Banking Fraud & Unauthorized Transactions\n•\t Handles: Unauthorized bank withdrawals and transactions, Fraudulent online banking activities, Consumer complaints regarding financial institutions\n•\t Website: https://www.bsp.gov.ph\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\n TIP: If the fraud involves a bank or financial institution, report to BSP first before going to law enforcement.\n\n2. Report to E-Wallet & Payment Services (GCash, PayMaya, etc.)\nIf the fraud involves GCash, PayMaya, or digital wallets, report it to the provider:\n\n GCash Customer Support (For Unauthorized Transactions & Scams)\n•\t Website: https://help.gcash.com\n•\t Hotline: 2882 (from Globe/TM)\n\n PayMaya Fraud Support\n•\t Website: https://www.paymaya.com\n•\t Hotline: (632) 8845-7788\n\n Coins.ph Customer Support\n•\t Website: https://support.coins.ph\n\n Cebuana Lhuillier / Palawan Express – For Fake Money Transfers\n•\t Cebuana Hotline: (632) 8779-9800\n•\t Palawan Express Hotline: (632) 8373-3399\n\n TIP: If you paid a scammer via bank transfer or e-wallet, contact the bank or service provider immediately to request a transaction freeze.\n\n3. Report to the Securities and Exchange Commission (SEC) – For Investment Scams\n•\t Handles: Ponzi schemes and fake investment opportunities, Unregistered financial companies, Fraudulent cryptocurrency investment scams\n•\t Website: https://www.sec.gov.ph\n•\t Email: epd@sec.gov.ph (for complaints)\n•\t Hotline: (632) 8818-6337\n\n TIP: Check SEC’s Investor Alerts before investing in online financial services.\n\n4. Report to the Insurance Commission (IC) – For Insurance Fraud\n•\t Handles: Fake insurance policies, Fraudulent insurance claims, Unlicensed insurance agents\n•\t Website: https://www.insurance.gov.ph\n•\t Email: publicassistance@insurance.gov.ph\n•\t Hotline: (632) 8523-8461\n\n5. Report Fake Online Lending Apps to the National Privacy Commission (NPC)\n•\t Handles: Loan apps illegally collecting personal data, Online lenders engaging in harassment or blackmail\n•\t Website: https://privacy.gov.ph\n•\t Email: complaints@privacy.gov.ph\n•\t Hotline: (632) 8234-2228\n\n6. What to Do If You're a Victim of Financial Fraud?\n1️. Secure Your Bank Accounts:\n•\tChange passwords and enable two-factor authentication (2FA).\n•\tCall your bank or e-wallet provider to block unauthorized transactions.\n2️. Gather Evidence:\n•\tTake screenshots of messages, transaction receipts, and emails.\n•\tSave proof of payment (bank transfer, GCash, or PayMaya receipts).\n\n3️. Report the Scam Immediately:\n•\tFor banking fraud: Report to BSP, PNP-ACG, or NBI-CCD.\n•\tFor investment fraud: Report to SEC.\n•\tFor e-wallet fraud: Contact GCash, PayMaya, or Coins.ph.\n•\tFor insurance fraud: Report to Insurance Commission (IC).\n4️. Warn Others:\n•\tPost about the scam on social media consumer groups.\n•\tLeave negative reviews on scam pages.\n\nTIP: For urgent financial fraud cases, call the hotlines instead of emailing to get a faster response.\n\n</p>",
    "can i report false information?": "<p>Yes, you can report false information, especially if it involves fake news, online scams, defamation, or misleading financial claims. Depending on the nature of the false information, you can report it to different agencies.\n\n1. Report Fake News & Misinformation\nA. Department of Information and Communications Technology (DICT) - Cybercrime Investigation and Coordinating Center (CICC)\n•\t Handles: Fake news and online disinformation, Scam websites spreading false information, Cyber libel (false accusations online)\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\nB. Presidential Communications Office (PCO) – For Fake News Reports\n•\t Handles: Misinformation about government policies, Fake government announcements\n•\t Website: https://pco.gov.ph\n•\t Email: pco@pco.gov.ph\n•\t Hotline: (632) 8735-6170\n\n TIP: If you see fake news about the government, you can also report it to the National Bureau of Investigation (NBI-CCD).\n\n2. Report Online Defamation & False Accusations\nIf someone is spreading false accusations against you online, you can report it under Cyber Libel (RA 10175 – Cybercrime Prevention Act).\n\nA. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Cyber libel and defamation, Fake information that damages reputations\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\n TIP: For serious false accusations online, you may need to file a formal complaint with PNP or NBI.\n\n3. Report Financial False Information (Fake Investments, Ponzi Schemes, etc.)\nIf the false information involves fraudulent investment schemes or fake financial claims, report it to SEC, BSP, or DTI.\n\n Securities and Exchange Commission (SEC) – For Investment Scams\n•\t Website: https://www.sec.gov.ph\n•\t Email: epd@sec.gov.ph\n•\t Hotline: (632) 8818-6337\n\n Bangko Sentral ng Pilipinas (BSP) – For Fake Banking & E-Wallet Scams\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\n Department of Trade and Industry (DTI) – For Fraudulent Business Claims\n•\t Website: https://www.dti.gov.ph\n•\t Email: consumercare@dti.gov.ph\n•\t Hotline: 1-384\n\n4. Report False Information on Social Media\nIf you see fake news, misinformation, or false claims on Facebook, Twitter, TikTok, or YouTube, report it directly to the platform.\n\n Facebook False Information Report:\n•\t Link: https://www.facebook.com/help/\n\n Twitter Misinformation Report:\n•\t Link: https://help.twitter.com/forms\n\n YouTube False Information Report:\n•\t Link: https://support.google.com/youtube/answer/2802027\n\n TikTok Fake News Report:\n•\t Link: https://www.tiktok.com/legal/report/\n\n Google Safe Browsing (Fake Websites Report):\n•\t Link: https://safebrowsing.google.com/safebrowsing/report_phish/?hl=en\n\n5. What to Do If You Find False Information?\n1. Gather Evidence – Take screenshots of the false information and note the source.\n2️. Verify the Truth – Check with official government sources before reporting.\n3️. Report to Authorities or Social Media Platforms – Use the appropriate agencies listed above.\n4️. Warn Others – Share verified information and educate people about false claims.</p>", "can i report a fraudster on social media?": "<p>Yes, you can report fraudsters who scam people on Facebook, Instagram, TikTok, Twitter, or other social media platforms. You can report them directly to the platform and also to Philippine law enforcement agencies.\n\n1. Report to Philippine Cybercrime Authorities\nA. PNP Anti-Cybercrime Group (PNP-ACG)\n•\t Handles: Social media scammers (Facebook, Instagram, TikTok, Twitter),\n•\tFake sellers and online fraud, Hacked or impersonated social media accounts\n•\t Website: https://acg.pnp.gov.ph\n•\t Email: acg@pnp.gov.ph\n•\t Hotline: (632) 723-0401 local 7491 / 0961-731-9256\n•\t Facebook: PNP Anti-Cybercrime Group\n\nB. National Bureau of Investigation - Cybercrime Division (NBI-CCD)\n•\t Handles: Large-scale social media scams, Identity theft cases involving fake accounts,\n•\tFinancial fraud linked to social media\n•\t Website: https://nbi.gov.ph\n•\t Email: ccd@nbi.gov.ph\n•\t Hotline: (632) 8523-8231\n•\t Facebook: National Bureau of Investigation\n\nC. Cybercrime Investigation and Coordinating Center (CICC - DICT)\n•\t Handles: Phishing scams on social media, Fake accounts pretending to be government agencies\n•\t Website: https://cicc.gov.ph\n•\t Email: complaints@cicc.gov.ph\n•\t Hotline: 1326\n•\t Facebook: Cybercrime Investigation and Coordinating Center\n\n2. Report the Fraudster to the Social Media Platform\nEach social media platform has a reporting system for scam accounts:\n\n Facebook Scam Report\n•\t Report Form: https://www.facebook.com/help/\n•\t Go to the scammer’s profile → Click ‘Report’ → Select ‘Scam or Fraud’\n\n Instagram Fake Account Report\n•\t Report Link: https://help.instagram.com/\n\n TikTok Fraud & Scam Report\n•\t Report Link: https://support.tiktok.com/en/safety-hc/report-a-problem\n\n Twitter/X Scam Report\n•\t Report Link: https://help.twitter.com/forms\n\n YouTube Fraud Channel Report\n•\t Report Link: https://support.google.com/youtube/answer/2802027\n\n3. Report to BSP, DTI, or E-Wallet Providers If Money Was Involved\nIf you sent money to a scammer on social media, report it to your bank or e-wallet provider:\n\n Bangko Sentral ng Pilipinas (BSP) – For Banking Fraud\n•\t Email: consumeraffairs@bsp.gov.ph\n•\t Hotline: (632) 8708-7087\n\n GCash Customer Support (For Fraud Reports)\n•\t Website: https://help.gcash.com\n•\t Hotline: 2882\n\n PayMaya Fraud Support\n•\t Website: https://www.paymaya.com\n•\t Hotline: (632) 8845-7788\n\n Department of Trade and Industry (DTI) – For Fake Online Businesses\n•\t Website: https://www.dti.gov.ph\n•\t Email: consumercare@dti.gov.ph\n•\t Hotline: 1-384..."
}